ML_TICKERS = [
    "005930.KS",  # 삼성전자
    "000660.KS",  # SK하이닉스
    "035420.KS",  # NAVER
    "035720.KS",  # 카카오
    "051910.KS",  # LG화학
    "006400.KS",  # 삼성SDI
    "005380.KS",  # 현대차
    "000270.KS",  # 기아
    "068270.KS",  # 셀트리온
    "207940.KS",  # 삼성바이오로직스

    "373220.KS",  # LG에너지솔루션
    "005490.KS",  # POSCO홀딩스
    "012330.KS",  # 현대모비스
    "055550.KS",  # 신한지주
    "086790.KS",  # 하나금융지주
    "028260.KS",  # 삼성물산
    "066570.KS",  # LG전자
    "003550.KS",  # LG
    "032830.KS",  # 삼성생명
    "105560.KS",  # KB금융
]